Repository: agstack/tracefoodchain
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr

# appTitle
source: Trace Foodchains
de: Lebensmittelketten verfolgen
es: Rastrea Cadenas Alimentarias
fr: Tracer les Chaînes Alimentaires

source: Trace the Foodchain
de: Verfolge die Lebensmittelkette
es: Rastrea la Cadena Alimentaria
fr: Tracer la Chaîne Alimentaire

source: Select Role
de: Bitte wähle deine Rolle!
es: Seleccionar rol
fr: Sélectionner le rôle

# welcomeMessage
source: Welcome, {role}!
de: Willkommen, {role}!
es: ¡Bienvenido, {role}!
fr: Bienvenue, {role} !

source: Storage
de: Lager
es: Almacenamiento
fr: Stockage

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres

source: Farmer Actions
de: Landwirt-Aktionen
es: Acciones del Agricultor
fr: Actions de l''Agriculteur

source: Farm Manager Actions
de: Hofmanager-Aktionen
es: Acciones del Gerente de Granja
fr: Actions du Gestionnaire de Ferme

source: Trader Actions
de: Händler-Aktionen
es: Acciones del Comerciante
fr: Actions du Négociant

source: Transporter Actions
de: Transporteur-Aktionen
es: Acciones del Transportista
fr: Actions du Transporteur

source: Seller Actions
de: Verkäufer-Aktionen
es: Acciones del Vendedor
fr: Actions du Vendeur

source: Buyer Actions
de: Käufer-Aktionen
es: Acciones del Comprador
fr: Actions de l''Acheteur

# identifyYourselfOnline
source: Identify Yourself
de: Identifiziere dich
es: Identifícate
fr: Identifiez-vous

# startHarvestOffline
source: Start Harvest
de: Ernte starten
es: Iniciar Cosecha
fr: Commencer la Récolte

source: Waiting for Data...
de: Warte auf Daten...
es: Esperando Datos...
fr: En Attente de Données...

source: Hand Over Harvest to Trader
de: Übergebe Ernte an Händler
es: Entregar Cosecha al Comerciante
fr: Remettre la Récolte au Négociant

source: Scan QR Code or NFC Tag
de: QR-Code oder NFC-Tag scannen
es: Escanea el Código QR o Etiqueta NFC
fr: Scannez le Code QR ou l''Étiquette NFC

# startNewHarvest
source: new Harvest
de: Neue Ernte
es: Nueva Cosecha
fr: Nouvelle Récolte

source: scan trader tag!
de: Händler-Tag scannen!
es: ¡Escanea la etiqueta del comerciante!
fr: Scannez l''étiquette du négociant !

source: scan farmer tag!
de: Landwirt-Tag scannen!
es: ¡Escanea la etiqueta del agricultor!
fr: Scannez l'étiquette de l'agriculteur !

source: unit
de: Einheit
es: unidad
fr: unité

source: change role
de: Rolle ändern
es: cambiar rol
fr: changer de rôle

source: in transit
es: en tránsito
fr: en transit

source: delivered
de: geliefert
es: entregado
fr: livré

source: completed
de: abgeschlossen
es: completado
fr: terminé

# statusUpdatedSuccessfully
source: updated successfully
de: erfolgreich aktualisiert
es: actualizado con éxito
fr: mis à jour avec succès

source: No Role
de: -keine Rolle-
es: -sin rol-
fr: Aucun Rôle

# roleFarmer
source: Farmer
de: Landwirt
es: Agriculteur
fr: Agriculteur

# roleFarmManager
source: Farm Manager
de: Hofmanager
es: Gestionnaire de Ferme
fr: Gestionnaire de Ferme

# roleTrader
source: Trader
de: Händler
es: Négociant
fr: Négociant

# roleTransporter
source: Transporter
de: Transporteur
es: Transporteur
fr: Transporteur

# roleImporter
source: EU Importer
de: EU-Importeur
es: Importador de la UE
fr: Importateur de l''UE

# roleProcessor
source: Coffee Processor
de: Verarbeiter
es: Procesador de café
fr: Transformateur de café

# roleRegistrar
source: Registrar
es: Registrador
fr: Registraire

# activeImports
source: Current Imports
de: Aktuelle Importe
es: Importaciones actuales
fr: Importations en cours

# noActiveImports
source: No Current Imports
de: Keine aktuellen Importe
es: No hay importaciones actuales
fr: Aucune importation en cours

# noActiveItems
source: No stock found
de: Keine Lagerbestände gefunden
es: No se encontró stock
fr: Aucun stock trouvé

source: No Import History
de: Keine Importe im Verlauf
es: Sin historial de importación
fr: Aucun historique d''importation

source: Import History
de: Import Verlauf
es: Historial de importaciones
fr: Historique des importations

# roleSeller
source: Seller
de: Verkäufer
es: Vendeur
fr: Vendeur

# roleBuyer
source: Buyer
de: Käufer
es: Acheteur
fr: Acheteur

# roleSystemAdministrator
source: System Administrator
es: Administrateur Système
fr: Administrateur Système

# roleDiascaAdmin
source: Diasca Admin
de: Diasca-Administrator
es: Administrateur Diasca
fr: Administrateur Diasca

# roleVerificationAuthority
source: Verification Authority
de: Verifizierungsbehörde
es: Autorité de Vérification
fr: Autorité de Vérification

source: Role assigned successfully
fr: Rôle assigné avec succès

source: Error assigning role
fr: Erreur lors de l''attribution du rôle

source: User Management
es: Gestión de Usuarios
fr: Gestion des Utilisateurs

# userManagementSubtitle
source: Manage and assign user roles
fr: Gérer et attribuer les rôles d''utilisateur

source: No permission for user management
fr: Aucune autorisation pour la gestion des utilisateurs

source: QC Review
es: Revisión de QC
fr: Révision QC

# qcReviewSubtitle
source: Review and approve pending registrations
es: Revisar y aprobar registros pendientes
fr: Examiner et approuver les enregistrements en attente

# userManagementOnlineOnly
source: User management is only available online
fr: La gestion des utilisateurs n''est disponible qu''en ligne

source: No users found
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé

source: Assign Role
es: Asignar Rol
fr: Attribuer un Rôle

source: Current Role
es: Rol Actual
fr: Rôle Actuel

source: New Role
es: Nuevo Rol
fr: Nouveau Rôle

source: Reason
es: Razón
fr: Raison

source: Enter reason for role change
es: Ingrese la razón del cambio de rol
fr: Entrez la raison du changement de rôle

# enterReason
source: Enter reason for role change
fr: Entrez la raison du changement de rôle

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Logout
es: Cerrar sesión
fr: Déconnexion

# logoutConfirmation
source: Are you sure you want to logout?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?

source: Assign
fr: Attribuer

source: User Details
es: Detalles del Usuario
fr: Détails de l''Utilisateur

source: Name
fr: Nom

source: User ID
fr: ID Utilisateur

source: Manageable
fr: Gérable

source: Yes
de: Ja
es: Sí
fr: Oui

source: No
de: Nein
fr: Non

source: Close
fr: Fermer

source: Retry
es: Reintentar
fr: Réessayer

source: Role Management Debug Info
es: Info de Depuración de Gestión de Roles
fr: Info de Débogage de Gestion des Rôles

source: Firestore Error
es: Error de Firestore
fr: Erreur Firestore

# appUserDocRepairedSuccessfully
source: appUserDoc successfully repaired
es: appUserDoc reparado exitosamente
fr: appUserDoc réparé avec succès

source: Repair failed
es: Reparación fallida
fr: Réparation échouée

source: Repair appUserDoc
es: Reparar appUserDoc
fr: Réparer appUserDoc

source: Not manageable
es: No administrable
fr: Non gérable

# possibleReasons
source: Possible reasons: • No manageable users found • Filter too restrictive • Missing permissions
es: Posibles razones: • No se encontraron usuarios administrables • Filtro muy restrictivo • Permisos faltantes
fr: Raisons possibles: • Aucun utilisateur gérable trouvé • Filtre trop restrictif • Permissions manquantes

# noAvailableRolesForPermission
source: No available roles for your permission
es: No hay roles disponibles para su permiso
fr: Aucun rôle disponible pour votre permission

# usersCount
source: {filtered} of {total} users
es: usuarios
fr: {filtered} sur {total} utilisateurs

source: Show user details
es: Mostrar detalles del usuario
fr: Afficher les détails de l'utilisateur

source: Edit role
es: Editar rol
fr: Éditer le rôle

source: Search Users
es: Buscar usuarios...
fr: Rechercher des Utilisateurs

source: Filter by Role
es: Filtrar por Rol
fr: Filtrer par Rôle

source: All Roles
es: Todos los Roles
fr: Tous les Rôles

source: Role successfully assigned
fr: Rôle assigné avec succès

source: Error while assigning role
fr: Erreur lors de l''attribution du rôle

source: Reason for role change
fr: Raison du changement de rôle

# superadminSecurityError
source: SECURITY ERROR: SUPERADMIN roles cannot be changed
es: ERROR DE SEGURIDAD: Los roles de SUPERADMIN no se pueden cambiar
fr: ERREUR DE SÉCURITÉ: Les rôles SUPERADMIN ne peuvent pas être modifiés

# superadminSecurityInfo
source: SUPERADMIN users are protected by security policies
es: Los usuarios SUPERADMIN están protegidos por políticas de seguridad
fr: Les utilisateurs SUPERADMIN sont protégés par les politiques de sécurité

# superadminCannotBeAssigned
source: SUPERADMIN role cannot be assigned
es: El rol de SUPERADMIN no se puede asignar
fr: Le rôle SUPERADMIN ne peut pas être assigné

# superadminCannotBeChanged
source: SUPERADMIN role cannot be changed
es: El rol de SUPERADMIN no se puede cambiar
fr: Le rôle SUPERADMIN ne peut pas être modifié

source: Enter new Farmer ID
de: Geben Sie Ihre Landwirt-ID ein
es: Ingrese un nuevo ID de agricultor
fr: Entrez un nouvel identifiant de ferme

source: Enter new Farm ID
de: Geben Sie eine neue Betriebs-ID ein
es: Ingrese un nuevo ID de granja
fr: Entrez un nouvel identifiant d''agriculteur

# scannedCode
source: Scanned Code: {code}
de: Gescannter Code: {code}
es: Código Escaneado: {code}
fr: Code Scanné : {code}

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

# errorIncorrectData
source: ERROR: The received data are not valid!
de: FEHLER: Die empfangenen Daten sind ungültig!
es: ERROR: ¡Los datos recibidos no son válidos!
fr: ERREUR : Les données reçues ne sont pas valides !

# provideValidSellerTag
source: Please provide a valid seller tag.
de: Bitte geben Sie ein gültiges Verkäufer-Tag an.
es: Por favor, proporciona una etiqueta de vendedor válida.
fr: Veuillez fournir une étiquette de vendeur valide.

# confirmTransfer
source: Did the buyer receive the information correctly?
de: Hat der Käufer die Informationen korrekt erhalten?
es: ¿El comprador recibió la información correctamente?
fr: L'acheteur a-t-il reçu correctement les informations ?

source: Peer Transfer
de: Peer-Übertragung
es: Transferencia entre Pares
fr: Transfert entre Pairs

source: Generate Transfer Data
de: Übertragungsdaten generieren
es: Generar Datos de Transferencia
fr: Générer les Données de Transfert

source: Start Scanning
de: Scannen starten
es: Iniciar Escaneo
fr: Commencer le Scan

source: Stop Scanning
de: Scannen stoppen
es: Detener Escaneo
fr: Arrêter le Scan

source: Start Presenting
de: Präsentieren starten
es: Comenzar Presentación
fr: Commencer la Présentation

source: Stop Presenting
de: Präsentieren stoppen
es: Detener Presentación
fr: Arrêter la Présentation

source: Transfer Data Generated
de: Übertragungsdaten generiert
es: Datos de Transferencia Generados
fr: Données de Transfert Générées

source: Data Received
de: Daten empfangen
es: Datos Recibidos
fr: Données Reçues

# feedbackEmailSubject
source: Feedback for TraceFoodchain App
de: Feedback für die TraceFoodchain App
es: Comentarios para la App TraceFoodchain
fr: Retour d'expérience pour l'App TraceFoodchain

# feedbackEmailBody
source: Please enter your feedback here:
de: Bitte gib hier dein Feedback ein:
es: Por favor, ingresa tus comentarios aquí:
fr: Veuillez saisir votre retour ici :

# unableToLaunchEmail
source: Unable to launch email client
de: E-Mail-Client konnte nicht geöffnet werden
es: No se pudo abrir el cliente de correo
fr: Impossible d''ouvrir le client de messagerie

source: Active Items
de: Aktive Artikel
es: Artículos Activos
fr: Articles Actifs

source: Past Items
de: Vergangene Artikel
es: Artículos Pasados
fr: Articles Passés

source: Change Farmer ID
de: Landwirt-ID ändern
es: Cambiar ID del Agricultor
fr: Changer l'ID de l'Agriculteur

source: Change Farm
es: Cambiar Finca
fr: Changer la Ferme

# associateWithDifferentFarm
source: Associate with a Different Farm
de: Mit anderem Hof verknüpfen
es: Asociar con Otra Granja
fr: Associer à une Autre Ferme

source: Manage Farm Employees
de: Hofmitarbeiter verwalten
es: Gestionar Empleados de la Granja
fr: Gérer les Employés de la Ferme

source: Manage Harvests
de: Ernten verwalten
es: Gestionar Cosechas
fr: Gérer les Récoltes

source: Manage Containers
de: Container verwalten
es: Gestionar Contenedores
fr: Gérer les Conteneurs

source: Buy Harvest
de: Ernte kaufen
es: Comprar Cosecha
fr: Acheter la Récolte

source: Sell Harvest
de: Ernte verkaufen
es: Vender Cosecha
fr: Vendre la Récolte

source: Manage Inventory
de: Inventar verwalten
es: Gestionar Inventario
fr: Gérer l''Inventaire

source: Add Employee
de: Mitarbeiter hinzufügen
es: Añadir Empleado
fr: Ajouter un Employé

source: Edit Employee
de: Mitarbeiter bearbeiten
es: Editar Empleado
fr: Modifier un Employé

source: Add Harvest
de: Ernte hinzufügen
es: Añadir Cosecha
fr: Ajouter une Récolte

source: Harvest Details
de: Erntedetails
es: Detalles de la Cosecha
fr: Détails de la Récolte

source: Add Container
de: Container hinzufügen
es: Añadir Contenedor
fr: Ajouter un Conteneur

source: Container QR Code
es: Código QR del Contenedor
fr: Code QR du Conteneur

# notImplementedYet
source: This functionality is not implemented yet
de: Diese Funktion ist noch nicht implementiert
es: Esta funcionalidad aún no está implementada
fr: Cette fonctionnalité n''est pas encore implémentée

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Buy
de: Kaufen
es: Comprar
fr: Acheter

source: Sell
de: Verkaufen
es: Vender
fr: Vendre

# invalidInput
source: Invalid input. Please enter valid numbers.
de: Ungültige Eingabe. Bitte gib gültige Zahlen ein.
es: Entrada inválida. Por favor, ingresa números válidos.
fr: Saisie invalide. Veuillez entrer des nombres valides.

source: Edit Inventory Item
de: Inventarartikel bearbeiten
es: Editar Artículo del Inventario
fr: Modifier l'Article d'Inventaire

source: Filter by crop type
de: Nach Erntetyp filtern
es: Filtrar por tipo de cultivo
fr: Filtrer par type de culture

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par

source: Crop Type
de: Erntetyp
es: Tipo de Cultivo
fr: Type de Culture

source: Quantity
de: Menge
es: Cantidad
fr: Quantité

source: Transaction History
de: Transaktionsverlauf
es: Historial de Transacciones
fr: Historique des Transactions

source: Price
de: Preis
es: Precio
fr: Prix

source: Active Deliveries
de: Aktive Lieferungen
es: Entregas Activas
fr: Livraisons Actives

source: Delivery History
de: Lieferverlauf
es: Historial de Entregas
fr: Historique des Livraisons

source: Update Status
de: Status aktualisieren
es: Actualizar Estado
fr: Mettre à Jour le Statut

source: Update Delivery Status
de: Lieferstatus aktualisieren
es: Actualizar Estado de Entrega
fr: Mettre à Jour le Statut de Livraison

source: No delivery history
de: Kein Lieferverlauf
es: No hay historial de entregas
fr: Aucun historique de livraison

source: No active deliveries
de: Keine aktiven Lieferungen
es: No hay entregas activas
fr: Aucune livraison active

source: List Products
de: Produkte auflisten
es: Listar Productos
fr: Lister les Produits

source: Manage Orders
de: Bestellungen verwalten
es: Gestionar Pedidos
fr: Gérer les Commandes

source: Sales History
de: Verkaufsverlauf
es: Historial de Ventas
fr: Historique des Ventes

source: Go to Actions
de: Zu Aktionen gehen
es: Ir a Acciones
fr: Aller aux Actions

source: Set Price
de: Preis festlegen
es: Establecer Precio
fr: Définir le Prix

source: Browse Products
de: Produkte durchsuchen
es: Explorar Productos
fr: Parcourir les Produits

source: Order History
de: Bestellverlauf
es: Historial de Pedidos
fr: Historique des Commandes

source: Add to Cart
de: Zum Warenkorb hinzufügen
es: Añadir al Carrito
fr: Ajouter au Panier

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible

source: Sync Data
de: Daten synchronisieren
es: Sincronizar Datos
fr: Synchroniser les Données

source: Start Sync
de: Synchronisation starten
es: Iniciar Sincronización
fr: Démarrer la Synchronisation

# syncSuccess
source: Data synchronized successfully
de: Daten erfolgreich synchronisiert
es: Datos sincronizados con éxito
fr: Données synchronisées avec succès

# syncError
source: Error synchronizing data
de: Fehler bei der Datensynchronisation
es: Error al sincronizar datos
fr: Erreur lors de la synchronisation des données

source: NFC not available
de: NFC nicht verfügbar
es: NFC no disponible
fr: NFC non disponible

source: Scanning for NFC tags
de: Suche nach NFC Tags
es: Buscando etiquetas NFC
fr: Recherche de balises NFC

source: NFC scan stopped
de: NFC Scan unterbrochen
es: Escaneo NFC detenido
fr: Balayage NFC arrêté

source: QR code
es: Código QR
fr: Code QR

source: NFC tag
es: Etiqueta NFC
fr: Balise NFC

# nfcScanError
source: Error during NFC scan
de: Fehler beim NFC-Scan
es: Error durante el escaneo NFC
fr: Erreur lors de la numérisation NFC

# multiTagFoundIOS
source: Multiple tags found!
de: Mehrere Tags gefunden!
es: ¡Se encontraron múltiples etiquetas!
fr: Plusieurs balises trouvées!

# scanInfoMessageIOS
source: Scan your tag
de: Scanne dein Tag
es: Escanea tu etiqueta
fr: Scannez votre balise

source: Add Empty Item
de: Leeren Gegenstand hinzufügen
es: Agregar artículo vacío
fr: Ajouter un article vide

# maxCapacity
source: Maximum Capacity
de: Maximale Kapazität
es: Capacidad máxima
fr: Capacité maximale

source: Bag
de: Sack
es: Bolsa
fr: Sac

source: Container
es: Contenedor
fr: Conteneur

source: Building
de: Gebäude
es: Edificio
fr: Bâtiment

source: Transport Vehicle
de: Transportfahrzeug
es: Vehículo de transporte
fr: Véhicule de transport

source: Please complete all fields
de: Bitte füllen Sie alle Felder aus
es: Por favor complete todos los campos
fr: Veuillez remplir tous les champs

# fieldRequired
source: This field is required
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire

# invalidNumber
source: Please enter a valid number
de: Bitte geben Sie eine gültige Zahl ein
es: Por favor, introduce un número válido
fr: Veuillez entrer un nombre valide

source: Geolocation
de: Geolokalisierung
es: Geolocalización
fr: Géolocalisation

source: Use Current Location
de: Aktuellen Standort verwenden
es: Usar ubicación actual
fr: Utiliser la position actuelle

# locationError
source: Error getting location
de: Fehler beim Abrufen des Standorts
es: Error al obtener la ubicación
fr: Erreur lors de l''obtention de la localisation

source: Invalid latitude
de: Ungültiger Breitengrad
es: Latitud no válida
fr: Latitude invalide

source: Invalid longitude
de: Ungültiger Längengrad
es: Longitud no válida
fr: Longitude invalide

source: Sell Online
de: Online verkaufen
es: Vender en línea
fr: Vendre en ligne

# recipientEmail
source: Email of recipient
de: E-Mail des Empfängers
es: Correo electrónico del destinatario
fr: E-mail du destinataire

# invalidEmail
source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico no válida
fr: Adresse e-mail invalide

source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé

# saleCompleted
source: Sale completed successfully
de: Verkauf erfolgreich abgeschlossen
es: Venta completada con éxito
fr: Vente effectuée avec succès

# saleError
source: An error occurred during the sale
de: Während des Verkaufs ist ein Fehler aufgetreten
es: Se produjo un error durante la venta
fr: Une erreur s''est produite lors de la vente

# newTransferNotificationTitle
source: New Transfer
de: Neue Übertragung
es: Nueva transferencia
fr: Nouveau transfert

# newTransferNotificationBody
source: You have received a new item transfer
de: Sie haben eine neue Artikelübertragung erhalten
es: Ha recibido una nueva transferencia de artículo
fr: Vous avez reçu un nouveau transfert d''article

source: Coffee
de: Kaffee
es: Café
fr: Café

# amount2
source: Amount
de: Menge
es: Cantidad
fr: Quantité

# speciesLabel
source: Species: {species}
de: Art: {species}
es: Especie: {species}
fr: Espèce: {species}

# boughtOn
source: Bought on: {date}
de: Gekauft am: {date}
es: Comprado el: {date}
fr: Acheté le: {date}

# fromPlot
source: From plot: {plotId}
de: Von Parzelle: {plotId}
es: De la parcela: {plotId}
fr: De la parcelle: {plotId}

source: No plot found
de: Keine Parzelle gefunden
es: No se encontró parcela
fr: Aucune parcelle trouvée

# errorWithParam
source: Error: {error}
de: Fehler: {error}
fr: Erreur: {error}

source: Loading data...
de: Lade Daten...
es: Cargando datos...
fr: Chargement des données...

# pdfGenerationError
source: Error generating PDF
de: Fehler bei der PDF-Generierung
es: Error al generar PDF
fr: Erreur lors de la génération du PDF

# containerIsEmpty
source: {containerType} {id} is empty
de: {containerType} {id} ist leer
es: {containerType} {id} está vacío
fr: {containerType} {id} est vide

source: Buy coffee
de: Kaffee kaufen
es: Comprar café
fr: Acheter du café

source: Sell offline
de: Offline verkaufen
es: Vender sin conexión
fr: Vendre hors ligne

# changeProcessingState
source: Change processing/quality state
de: Verarbeitungs-/Qualitätszustand ändern
es: Cambiar estado de procesamiento/calidad
fr: Modifier l'état de traitement/qualité

source: Change location
de: Standort ändern
es: Cambiar ubicación
fr: Changer l'emplacement

source: Select quality criteria
de: Qualitätskriterien auswählen
es: Seleccionar criterios de calidad
fr: Sélectionner les critères de qualité

source: Select processing state
de: Verarbeitungszustand auswählen
es: Seleccionar estado de procesamiento
fr: Sélectionner l'état de traitement

# pdfError
source: PDF error: {error}
de: PDF-Fehler: {error}
es: Error PDF: {error}
fr: Erreur PDF: {error}

# errorSendingEmailWithError
source: Error sending email
de: Fehler beim E-Mail-Versand
es: Error al enviar el correo electrónico
fr: Erreur lors de l'envoi de l'e-mail

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

source: Resend email!
de: E-Mail erneut senden!
es: ¡Reenviar correo electrónico!
fr: Renvoyer l'e-mail !

# waitingForEmailVerification
source: Waiting for email verification. Please check your inbox and confirm your email.
de: Warte auf E-Mail-Bestätigung. Bitte prüfen Sie Ihren Posteingang und bestätigen Sie Ihre E-Mail.
es: Esperando verificación de correo electrónico. Por favor, revise su bandeja de entrada y confirme su correo.
fr: En attente de vérification de l'e-mail. Veuillez vérifier votre boîte de réception et confirmer votre e-mail.

source: Email verification
de: E-Mail-Bestätigung
es: Verificación de correo electrónico
fr: Vérification de l'e-mail

source: Security error
de: Sicherheitsfehler
es: Error de seguridad
fr: Erreur de sécurité

# securityErrorMessage
source: We could not generate the setup for digital signage. Please try again later making sure you have internet connection.
de: Die Sicherheitseinstellungen für Digitale Unterschriften konnten nicht generiert werden. Bitte versuchen Sie es später erneut und stellen Sie sicher, dass Sie eine Internetverbindung haben.
es: No se pudieron generar los ajustes de seguridad para firmas digitales. Por favor, inténtelo más tarde y asegúrese de tener una conexión a Internet.
fr: Les paramètres de sécurité pour les signatures numériques n'ont pas pu être générés. Veuillez réessayer plus tard et assurez-vous d'avoir une connexion Internet.

source: Close App
de: App schließen
es: Cerrar aplicación
fr: Fermer l'application

# uidAlreadyExists
source: This ID already exists, please chose another one
de: Diese ID existiert bereits, bitte wählen Sie eine andere!
es: Este ID ya existe, por favor elija otro
fr: Cet identifiant existe déjà, veuillez en choisir un autre
