Repository: agstack/tracefoodchain
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr

# selectItemToSell
source: Please select an item to sell
de: Bitte wählen Sie einen Artikel zum Verkaufen aus
es: Por favor seleccione un artículo para vender
fr: Veuillez sélectionner un article à vendre

# debugDeleteContainer
source: Delete container (Debug)
de: Container löschen (Debug)
es: Eliminar contenedor (Debug)
fr: Supprimer le conteneur (Debug)

# languageEnglish
source: English
de: Englisch
es: Inglés
fr: Anglais

# languageGerman
source: German
de: Deutsch
es: Alemán
fr: Allemand

# languageSpanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol

# languageFrench
source: French
de: Französisch
es: Francés
fr: Français

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner

source: Generate DDS
de: DDS generieren
es: Generar DDS
fr: Générer DDS

# ddsGenerationDemo
source: DDS generation is only available in demo mode
de: DDS-Generierung ist nur im Demo-Modus verfügbar
es: La generación de DDS solo está disponible en modo demo
fr: La génération DDS n'est disponible qu'en mode démo

source: Sample Operator
de: Beispiel-Betreiber
es: Operador de muestra
fr: Opérateur exemple

source: Sample Address
de: Beispiel-Adresse
es: Dirección de muestra
fr: Adresse exemple

source: Sample EORI
de: Beispiel-EORI
es: EORI de muestra
fr: EORI exemple

source: Sample HS Code
de: Beispiel-HS-Code
es: Código HS de muestra
fr: Code HS exemple

source: Sample Description
de: Beispiel-Beschreibung
es: Descripción de muestra
fr: Description exemple

source: Sample Trade Name
de: Beispiel-Handelsname
es: Nombre comercial de muestra
fr: Nom commercial exemple

source: Sample Scientific Name
de: Beispiel-Wissenschaftlicher Name
es: Nombre científico de muestra
fr: Nom scientifique exemple

source: Sample Quantity
de: Beispiel-Menge
es: Cantidad de muestra
fr: Quantité exemple

source: Sample Country
de: Beispiel-Land
es: País de muestra
fr: Pays exemple

source: Sample Name
de: Beispiel-Name
es: Nombre de muestra
fr: Nom exemple

source: Sample Function
de: Beispiel-Funktion
es: Función de muestra
fr: Fonction exemple

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR

# errorLabel
source: Error
de: Fehler
fr: Erreur

# welcomeToApp
source: Welcome to TraceFoodChain
de: Willkommen bei TraceFoodChain
es: Bienvenido a TraceFoodChain
fr: Bienvenue sur TraceFoodChain

# signInMessage
source: Please sign in or sign up to ensure the security and integrity of our food chain tracking system.
de: Bitte melden Sie sich an oder registrieren Sie sich, um die Sicherheit und Integrität unseres Lebensmittelketten-Tracking-Systems zu gewährleisten.
es: Por favor, inicie sesión o regístrese para garantizar la seguridad e integridad de nuestro sistema de seguimiento de la cadena alimentaria.
fr: Veuillez vous connecter ou vous inscrire pour assurer la sécurité et l'intégrité de notre système de traçabilité alimentaire.

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# pleaseEnterEmail
source: Please enter your email
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor, introduzca su correo electrónico
fr: Veuillez entrer votre e-mail

# pleaseEnterPassword
source: Please enter your password
de: Bitte geben Sie Ihr Passwort ein
es: Por favor, introduzca su contraseña
fr: Veuillez entrer votre mot de passe

source: Sign In / Sign Up
de: Anmelden / Registrieren
es: Iniciar sesión / Registrarse
fr: Se connecter / S'inscrire

# helpButtonTooltip
source: Open Help
de: Hilfe öffnen
es: Abrir ayuda
fr: Ouvrir l'aide

# errorOpeningUrl
source: Could not open help page
de: Hilfeseite konnte nicht geöffnet werden
es: No se pudo abrir la página de ayuda
fr: Impossible d'ouvrir la page d'aide

# weakPasswordError
source: The password provided is too weak.
de: Das eingegebene Passwort ist zu schwach.
es: La contraseña proporcionada es demasiado débil.
fr: Le mot de passe fourni est trop faible.

# emailAlreadyInUseError
source: An account already exists for that email.
de: Ein Konto mit dieser E-Mail existiert bereits.
es: Ya existe una cuenta con este correo electrónico.
fr: Un compte existe déjà avec cet e-mail.

# invalidEmailError
source: The email address is not valid.
de: Die E-Mail-Adresse ist ungültig.
es: La dirección de correo electrónico no es válida.
fr: L'adresse e-mail n'est pas valide.

# userDisabledError
source: This user has been disabled.
de: Dieser Benutzer wurde deaktiviert.
es: Este usuario ha sido deshabilitado.
fr: Cet utilisateur a été désactivé.

# wrongPasswordError
source: Wrong password provided for that user.
de: Falsches Passwort für diesen Benutzer.
es: Contraseña incorrecta para este usuario.
fr: Mot de passe incorrect pour cet utilisateur.

# undefinedError
source: An undefined error happened.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error indefinido.
fr: Une erreur indéfinie s'est produite.

source: Error
de: Fehler
fr: Erreur

source: Aggregate items
de: Artikel zusammenfassen
es: Agregar artículos
fr: Agréger les articles

source: Add new empty item
de: Neuen leeren Artikel hinzufügen
es: Agregar nuevo artículo vacío
fr: Ajouter un nouvel article vide

source: Select Buy Coffee Option
de: Kaffee-Kaufoption wählen
es: Seleccionar opción de compra de café
fr: Sélectionner l'option d'achat de café

source: Select Sell Coffee Option
de: Kaffee-Verkaufsoption wählen
es: Seleccionar opción de venta de café
fr: Sélectionner l'option de vente de café

source: Device-to-cloud
de: Gerät-zu-Cloud
es: Dispositivo a la nube
fr: Appareil vers cloud

source: Device-to-device
de: Gerät-zu-Gerät
es: Dispositivo a dispositivo
fr: Appareil à appareil

source: CIAT first sale
de: CIAT Erstverkauf
es: Primera venta CIAT
fr: Première vente CIAT

source: Buy Coffee (device-to-device)
de: Kaffee kaufen (Gerät-zu-Gerät)
es: Comprar café (dispositivo a dispositivo)
fr: Acheter du café (appareil à appareil)

# scanSelectFutureContainer
source: Scan/select target container
de: Zielbehälter scannen/auswählen
es: Escanear/Seleccionar contenedor futuro
fr: Scanner/Sélectionner le futur conteneur

# scanContainerInstructions
source: Use QR-Code/NFC or select manually to specify where the coffee will be stored.
de: Verwenden Sie QR-Code/NFC oder wählen Sie manuell aus, wo der Kaffee gelagert werden soll.
es: Use código QR/NFC o seleccione manualmente para especificar dónde se almacenará el café.
fr: Utilisez le QR-Code/NFC ou sélectionnez manuellement pour spécifier où le café sera stocké.

# presentInfoToSeller
source: Present information to seller
de: Informationen dem Verkäufer präsentieren
es: Presentar información al vendedor
fr: Présenter les informations au vendeur

# presentInfoToSellerInstructions
source: Show the QR code or NFC tag to the seller to initiate the transaction.
de: Zeigen Sie dem Verkäufer den QR-Code oder NFC-Tag, um die Transaktion zu starten.
es: Muestre el código QR o etiqueta NFC al vendedor para iniciar la transacción.
fr: Montrez le code QR ou le tag NFC au vendeur pour initier la transaction.

source: Receive data from seller
de: Daten vom Verkäufer empfangen
es: Recibir datos del vendedor
fr: Recevoir les données du vendeur

# receiveDataFromSellerInstructions
source: Scan the QR code or NFC tag from the seller's device to complete the transaction.
de: Scannen Sie den QR-Code oder NFC-Tag vom Gerät des Verkäufers, um die Transaktion abzuschließen.
es: Escanee el código QR o etiqueta NFC del dispositivo del vendedor para completar la transacción.
fr: Scannez le code QR ou le tag NFC de l'appareil du vendeur pour finaliser la transaction.

source: PRESENT
de: PRÄSENTIEREN
es: PRESENTAR
fr: PRÉSENTER

source: RECEIVE
de: EMPFANGEN
es: RECIBIR
fr: RECEVOIR

source: SCAN!
de: SCANNEN!
es: ¡ESCANEAR!
fr: SCANNER

source: BACK
de: ZURÜCK
es: ATRÁS
fr: RETOUR

source: NEXT
de: WEITER
es: SIGUIENTE
fr: SUIVANT

source: Buy Coffee (CIAT First Sale)
de: Kaffee kaufen (CIAT Erstverkauf)
es: Comprar café (Primera venta CIAT)
fr: Acheter du café (Première vente CIAT)

# scanSellerTag
source: Scan tag provided by seller
de: Verkäufer-Tag scannen
es: Escanear etiqueta proporcionada por el vendedor
fr: Scanner l'étiquette fournie par le vendeur

# scanSellerTagInstructions
source: Use QR-Code or NFC from seller to specify the coffee that you are about to buy.
de: Verwenden Sie QR-Code oder NFC vom Verkäufer, um den zu kaufenden Kaffee zu spezifizieren.
es: Use el código QR o NFC del vendedor para especificar el café que va a comprar.
fr: Utilisez le code QR ou NFC du vendeur pour spécifier le café que vous allez acheter.

# enterCoffeeInfo
source: Enter coffee information
de: Kaffee-Informationen eingeben
es: Ingresar información del café
fr: Saisir les informations du café

# enterCoffeeInfoInstructions
source: Provide details about the coffee being purchased.
de: Geben Sie Details zum gekauften Kaffee an.
es: Proporcione detalles sobre el café que se está comprando.
fr: Fournissez les détails sur le café acheté.

# scanReceivingContainer
source: Scan tag of the receiving container (sack, storage, building, truck...)
de: Tag des Empfangsbehälters scannen (Sack, Lager, Gebäude, LKW...)
es: Escanear etiqueta del contenedor receptor (saco, almacén, edificio, camión...)
fr: Scanner l'étiquette du conteneur de réception (sac, entrepôt, bâtiment, camion...)

# scanReceivingContainerInstructions
source: Specify where the coffee is transferred to.
de: Geben Sie an, wohin der Kaffee transferiert wird.
es: Especifique dónde se transferirá el café.
fr: Précisez où le café sera transféré.

source: Coffee Information
de: Kaffee-Informationen
es: Información del Café
fr: Informations sur le Café

source: Country of Origin
de: Herkunftsland
es: País de origen
fr: Pays d'origine

source: Select Country
de: Land auswählen
es: Seleccionar país
fr: Sélectionner le pays

# selectCountryFirst
source: Please select country first!
de: Bitte wählen Sie zuerst ein Land aus!
es: ¡Por favor, seleccione primero un país!
fr: Veuillez d'abord sélectionner un pays !

source: Select Species
de: Art auswählen
es: Seleccionar especie
fr: Sélectionner l'espèce

source: Enter quantity
de: Menge eingeben
es: Ingresar cantidad
fr: Saisir la quantité

source: START!
es: ¡INICIAR!
fr: DÉMARRER!

source: Species
de: Art
es: Especie
fr: Espèce

source: Processing State
de: Verarbeitungsstatus
es: Estado de procesamiento
fr: État de traitement

source: Quality Reduction Criteria
de: Qualitätsminderungskriterien
es: Criterios de reducción de calidad
fr: Critères de réduction de qualité

# notSynced
source: Not synced to cloud
de: Nicht mit Cloud synchronisiert
es: No sincronizado con la nube
fr: Non synchronisé avec le cloud

# synced
source: Synced with cloud
de: Mit Cloud synchronisiert
es: Sincronizado con la nube
fr: Synchronisé avec le cloud

source: Inbox
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un Retour

source: Sell Coffee (device-to-device)
de: Kaffee verkaufen (Gerät-zu-Gerät)
es: Vender café (dispositivo a dispositivo)
fr: Vendre du café (appareil à appareil)

# scanBuyerInfo
source: Scan information provided by buyer
de: Vom Käufer bereitgestellte Informationen scannen
es: Escanear información proporcionada por el comprador
fr: Scanner les informations de l'acheteur

# scanBuyerInfoInstructions
source: Use your smartphone camera or NFC to read initial information from buyer
de: Verwenden Sie Ihre Smartphone-Kamera oder NFC, um die Ausgangsinformationen vom Käufer zu lesen
es: Use la cámara del smartphone o NFC para leer la información inicial del comprador
fr: Scannez le code QR ou le tag NFC de l'acheteur pour initier la transaction.

# presentInfoToBuyer
source: Present information to the buyer to finish sale
de: Informationen dem Käufer präsentieren, um den Verkauf abzuschließen
es: Presentar información al comprador para finalizar la venta
fr: Présenter les informations à l'acheteur

# presentInfoToBuyerInstructions
source: Specify where the coffee is transferred to.
de: Geben Sie an, wohin der Kaffee transferiert wird.
es: Especifique dónde se transfiere el café.
fr: Montrez le code QR ou le tag NFC à l'acheteur pour finaliser la transaction.

source: Select from database
de: Aus Datenbank auswählen
es: Seleccionar de la base de datos
fr: Sélectionner depuis la base de données

# fillInReminder
source: Please fill all fields correctly
de: Bitte füllen Sie alle Felder korrekt aus
es: Por favor complete todos los campos correctamente
fr: Veuillez remplir correctement tous les champs

# manual
source: Manual entry
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle

# inputOfAdditionalInformation
source: Input of additional information is mandatory!
de: Zusätzliche Informationen sind erforderlich!
es: ¡Es obligatorio ingresar información adicional!
fr: La saisie d'informations supplémentaires est obligatoire !

# provideValidContainer
source: Please provide a valid receiving container tag.
de: Bitte geben Sie einen gültigen Tag für den Empfangsbehälter an.
es: Por favor proporcione una etiqueta válida del contenedor receptor.
fr: Veuillez fournir une étiquette valide du conteneur de réception.

# buttonNext
source: NEXT
de: WEITER
es: SIGUIENTE
fr: SUIVANT

# buttonScan
source: SCAN!
es: ¡ESCANEAR!
fr: SCANNER !

# buttonStart
source: START!
es: ¡INICIAR!
fr: DÉMARRER !

# buttonBack
source: BACK
de: ZURÜCK
es: ATRÁS
fr: RETOUR

# locationPermissionsDenied
source: Location permissions are denied
de: Standortberechtigungen sind verweigert
es: Los permisos de ubicación están denegados
fr: Les permissions de localisation sont refusées

# locationPermissionsPermanentlyDenied
source: Location permissions are permanently denied
de: Standortberechtigungen sind dauerhaft verweigert
es: Los permisos de ubicación están denegados permanentemente
fr: Les permissions de localisation sont refusées de façon permanente

# errorMergeConflict
source: Server Error: Merge Conflict - Data exists in different versions
de: Serverfehler: Merge-Konflikt - Daten existieren in unterschiedlichen Versionen
es: Error del servidor: Conflicto de fusión - Los datos existen en diferentes versiones
fr: Erreur du serveur : Conflit de fusion - Les données existent dans différentes versions

# errorServiceUnavailable
source: Server Error: Service Unavailable
de: Serverfehler: Dienst nicht verfügbar
es: Error del servidor: Servicio no disponible
fr: Erreur du serveur : Service indisponible

# errorSyncToCloud
source: Error syncing data to cloud
de: Fehler beim Synchronisieren der Daten mit der Cloud
es: Error al sincronizar datos con la nube
fr: Erreur lors de la synchronisation des données vers le cloud

# errorBadRequest
source: Server Error: Bad Request - Invalid data or incorrect digital signature
de: Serverfehler: Ungültige Anfrage
es: Error del servidor: Solicitud incorrecta
fr: Erreur serveur : Mauvaise requête

# errorUnauthorized
source: Server Error: Unauthorized
de: Serverfehler: Nicht autorisiert
es: Error del servidor: No autorizado
fr: Erreur serveur : Non autorisé

# errorForbidden
source: Server Error: Forbidden
de: Serverfehler: Verboten
es: Error del servidor: Prohibido
fr: Erreur serveur : Interdit

# errorNotFound
source: Server Error: Not Found
de: Serverfehler: Nicht gefunden
es: Error del servidor: No encontrado
fr: Erreur serveur : Introuvable

# errorInternalServerError
source: Server Error: Internal Server Error
de: Serverfehler: Interner Serverfehler
es: Error del servidor: Error interno del servidor
fr: Erreur serveur : Erreur interne

# errorGatewayTimeout
source: Server Error: Gateway Timeout
de: Serverfehler: Gateway-Timeout
es: Error del servidor: Tiempo de espera en la puerta de enlace
fr: Erreur serveur : Délai d'attente de la passerelle

# errorUnknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue

# errorNoCloudConnectionProperties
source: No cloud connection properties found
de: Keine Cloud-Verbindungsdaten gefunden
es: No se encontraron propiedades de conexión a la nube
fr: Aucune propriété de connexion au cloud trouvée

source: Sync to cloud successful
de: Synchronisierung mit der Cloud erfolgreich
es: Sincronización con la nube exitosa
fr: Synchronisation vers le cloud réussie

source: Test mode active
de: Testmodus aktiv
es: Modo de prueba activo
fr: Mode test activé

source: Data mode
de: Datenmodus
es: Modo de datos
fr: Mode de données

source: Test mode
de: Testmodus
es: Modo de prueba
fr: Mode test

# realMode
source: Production mode
de: Produktionsmodus
es: Modo de producción
fr: Mode de production

# nologoutpossible
source: Logout only possible when connected to the internet
de: Abmelden ist nur möglich, wenn eine Internetverbindung besteht
es: Cerrar sesión solo es posible cuando está conectado a internet
fr: Déconnexion possible uniquement lorsqu'une connexion Internet est établie

source: Manually syncing with
de: Synchronisiere manuell mit
es: Sincronizando manualmente con
fr: Synchronisation manuelle avec

source: Syncing with
de: Synchronisiere mit
es: Sincronizando con
fr: Synchronisation avec

# syncInProgress
source: Synchronization in progress...
es: Sincronización en curso...
fr: Synchronisation en cours...

# newKeypairNeeded
source: No private key found - generating new keypair...
de: Kein privater Schlüssel gefunden - Erzeuge neues Schlüsselpaar...
es: No se encontró clave privada - generando nuevo par de claves...
fr: Aucune clé privée trouvée - génération d'une nouvelle paire de clés...

# failedToInitializeKeyManagement
source: WARNING: Failed to initialize key management!
de: WARNUNG: Fehler bei der Initialisierung der Schlüsselverwaltung!
es: ADVERTENCIA: ¡Error al inicializar la gestión de claves!
fr: ATTENTION : Échec de l'initialisation de la gestion des clés !

# newUserProfileNeeded
source: User profile not found in local database - creating new one...
de: Kein Benutzerprofil in der lokalen Datenbank gefunden - erstelle ein neues Profil...
es: Perfil de usuario no encontrado en la base de datos local - creando uno nuevo...
fr: Profil utilisateur non trouvé dans la base de données locale - création d'un nouveau...

source: Coffee is bought
de: Kaffee wird gekauft
es: El café se compra
fr: Le café est acheté

source: Coffee is sold
de: Kaffee wird verkauft
es: El café se vende
fr: Le café est vendu

source: Generating item...
de: Artikel wird generiert...
es: Generando artículo...
fr: Génération de l'article...

# processing
source: Processing data...
de: Daten werden verarbeitet...
es: Procesando datos...
fr: Traitement des données...

source: Set item name
de: Namen festlegen
es: Establecer nombre
fr: Définir le nom

source: Unnamed object
de: Unbenanntes Objekt
es: Objeto sin nombre
fr: Objet sans nom

source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité

source: Free capacity
de: Freie Kapazität
es: Capacidad libre
fr: Capacité libre

source: Select container for items
de: Bitte wählen Sie Behälter für die Artikel aus
es: Seleccionar contenedor para los artículos
fr: Sélectionner conteneurs pour les articles

source: Select container
de: Behälter auswählen
es: Seleccionar contenedor
fr: Sélectionner un conteneur

source: Enter UID here
de: UID hier eingeben
es: Ingrese el UID aquí
fr: Entrez l'UID ici

source: Excel file downloaded
de: Excel-Datei heruntergeladen
es: Archivo Excel descargado
fr: Fichier Excel téléchargé

source: Excel file saved at
de: Excel-Datei gespeichert unter
es: Archivo Excel guardado en
fr: Fichier Excel enregistré à

source: Failed to generate Excel file
de: Fehler beim Generieren der Excel-Datei
es: Error al generar el archivo Excel
fr: Échec de la génération du fichier Excel

source: Export to Excel
de: Exportieren nach Excel
es: Exportar a Excel
fr: Exporter vers Excel

source: Reset password email sent
de: Passwort zurücksetzen E-Mail gesendet
es: Se ha enviado un correo electrónico para restablecer la contraseña
fr: E-mail de réinitialisation du mot de passe envoyé

# forgotPasswordQuestion
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?

# weightEquivalentGreenBeanKg
source: weight equivalent in kg green beans
de: Äquivalent in grünen Bohnen (kg)
es: Peso equivalente de oro (kg)
fr: Équivalent en poids de café vert (kg)

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion

source: Please enter email and password
de: Bitte E-Mail und Passwort eingeben
es: Por favor, introduce el correo electrónico y la contraseña
fr: Veuillez saisir l'e-mail et le mot de passe

source: Logging in...
de: Anmeldung läuft...
es: Iniciando sesión...
fr: Connexion en cours...

source: Login failed
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fr: Échec de la connexion

source: Getting authority token...
de: Authority Token wird abgerufen...
es: Obteniendo token de autoridad...
fr: Obtention du jeton d'autorité...

source: Field Registry
de: Feld-Registry
es: Registro de Campos
fr: Registre des Champs

# fieldRegistryTitle
source: Registered Fields
de: Registrierte Felder
es: Campos Registrados
fr: Champs Enregistrés

source: Field Name
de: Feldname
es: Nombre de la Parcela
fr: Nom de la parcelle

source: Geo ID
es: ID Geográfico
fr: ID Géographique

source: Area
de: Fläche
es: Área
fr: Surface

source: Register New Fields
de: Neue Felder registrieren
es: Registrar Nuevos Campos
fr: Enregistrer de Nouveaux Champs

source: Upload CSV
de: CSV hochladen
es: Subir CSV
fr: Télécharger CSV

source: Select CSV File
de: CSV-Datei auswählen
es: Seleccionar Archivo CSV
fr: Sélectionner Fichier CSV

# csvUploadSuccess
source: CSV uploaded successfully
de: CSV erfolgreich hochgeladen
es: CSV subido exitosamente
fr: CSV téléchargé avec succès

# csvUploadError
source: Error uploading CSV
de: Fehler beim CSV-Upload
es: Error al subir CSV
fr: Erreur lors du téléchargement CSV

source: Registering...
de: Registriere...
es: Registrando...
fr: Enregistrement...

source: Registration complete
de: Registrierung abgeschlossen
es: Registro completo
fr: Enregistrement terminé

source: Registration error
de: Fehler bei der Registrierung
es: Error de registro
fr: Erreur d'enregistrement

source: Field already exists
de: Feld bereits vorhanden
es: El campo ya existe
fr: Le champ existe déjà

source: No fields registered
de: Keine Felder registriert
es: No hay campos registrados
fr: Aucun champ enregistré

# csvFormatInfo
source: CSV Format: Name, Description, Coordinates
de: CSV-Format: Name, Beschreibung, Koordinaten
es: Formato CSV: Nombre, Descripción, Coordenadas
fr: Format CSV: Nom, Description, Coordonnées

source: Invalid CSV format
de: Ungültiges CSV-Format
es: Formato CSV inválido
fr: Format CSV invalide

source: Field registered successfully
de: Feld erfolgreich registriert
es: Campo registrado exitosamente
fr: Champ enregistré avec succès

# progressStep1InitializingServices
source: Step 1: Initializing services...
de: Schritt 1: Initialisiere Services...
es: Paso 1: Inicializando servicios...
fr: Étape 1: Initialisation des services...

# progressStep1UserRegistryLogin
source: Step 1: User Registry login...
de: Schritt 1: Anmeldung bei User Registry...
es: Paso 1: Inicio de sesión en User Registry...
fr: Étape 1: Connexion au User Registry...

# progressStep2RegisteringField
source: Step 2: Registering field with Asset Registry...
de: Schritt 2: Registriere Feld bei Asset Registry...
es: Paso 2: Registrando campo con Asset Registry...
fr: Étape 2: Enregistrement du champ avec Asset Registry...

# progressStep2FieldRegisteredSuccessfully
source: Step 2: Field successfully registered, extracting GeoID...
de: Schritt 2: Feld erfolgreich registriert, extrahiere GeoID...
es: Paso 2: Campo registrado exitosamente, extrayendo GeoID...
fr: Étape 2: Champ enregistré avec succès, extraction du GeoID...
