Repository: agstack/tracefoodchain
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr

# progressStep2FieldAlreadyExists
source: Step 2: Field already exists, extracting GeoID...
de: Schritt 2: Feld existiert bereits, extrahiere GeoID...
es: Paso 2: El campo ya existe, extrayendo GeoID...
fr: Étape 2: Le champ existe déjà, extraction du GeoID...

# progressStep3CheckingCentralDatabase
source: Step 3: Checking central database (GeoID: {geoId})...
de: Schritt 3: Prüfe zentrale Datenbank (GeoID: {geoId})...
es: Paso 3: Verificando base de datos central (GeoID: {geoId})...
fr: Étape 3: Vérification de la base de données centrale (GeoID: {geoId})...

# progressStep3FieldNotFoundInCentralDb
source: Step 3: Field not found in central database - proceeding with local registration...
de: Schritt 3: Feld nicht in zentraler Datenbank gefunden - lokale Registrierung...
es: Paso 3: Campo no encontrado en base de datos central - procediendo con registro local...
fr: Étape 3: Champ non trouvé dans la base de données centrale - procédure d'enregistrement local...

source: Processing CSV file...
de: CSV-Datei wird verarbeitet...
es: Procesando archivo CSV...
fr: Traitement du fichier CSV...

source: Field registration in progress...
de: Feldregistrierung läuft...
es: Registro de campo en progreso...
fr: Enregistrement du champ en cours...

# fieldXOfTotal
source: Field {current} of {total}
de: Feld {current} von {total}
es: Campo {current} de {total}
fr: Champ {current} de {total}

# currentField
source: Current field: {fieldName}
de: Aktuelles Feld: {fieldName}
es: Campo actual: {fieldName}
fr: Champ actuel: {fieldName}

# fieldRegistrationSuccessMessage
source: ✅ Field "{fieldName}" successfully registered!
de: ✅ Feld "{fieldName}" erfolgreich registriert!
es: ✅ Campo "{fieldName}" registrado exitosamente!
fr: ✅ Champ "{fieldName}" enregistré avec succès!

# fieldRegistrationErrorMessage
source: ❌ Error with "{fieldName}": {error}
de: ❌ Fehler bei "{fieldName}": {error}
es: ❌ Error con "{fieldName}": {error}
fr: ❌ Erreur avec "{fieldName}": {error}

# fieldAlreadyExistsGeoIdExtracted
source: ✅ Field already exists - GeoID successfully extracted: {geoId}
de: ✅ Feld existiert bereits - GeoID erfolgreich extrahiert: {geoId}
es: ✅ El campo ya existe - GeoID extraído exitosamente: {geoId}
fr: ✅ Le champ existe déjà - GeoID extrait avec succès : {geoId}

# fieldAlreadyExistsGeoIdFailed
source: ⚠️ Field already exists - Failed to extract GeoID: {error}
de: ⚠️ Feld existiert bereits - Fehler beim Extrahieren der GeoID: {error}
es: ⚠️ El campo ya existe - Error al extraer GeoID: {error}
fr: ⚠️ Le champ existe déjà - Échec de l'extraction de la GeoID : {error}

# fieldRegistrationNewGeoIdExtracted
source: ✅ New field registered - GeoID successfully extracted: {geoId}
de: ✅ Neues Feld registriert - GeoID erfolgreich extrahiert: {geoId}
es: ✅ Nuevo campo registrado - GeoID extraído exitosamente: {geoId}
fr: ✅ Nouveau champ enregistré - GeoID extrait avec succès : {geoId}

# fieldRegistrationNewGeoIdFailed
source: ⚠️ New field registered - Failed to extract GeoID: {error}
de: ⚠️ Neues Feld registriert - Fehler beim Extrahieren der GeoID: {error}
es: ⚠️ Nuevo campo registrado - Error al extraer GeoID: {error}
fr: ⚠️ Nouveau champ enregistré - Échec de l'extraction de la GeoID : {error}

source: CSV Processing Complete
de: CSV-Verarbeitung abgeschlossen
es: Procesamiento de CSV Completado
fr: Traitement CSV Terminé

source: fields successfully registered
de: Felder erfolgreich registriert
es: campos registrados exitosamente
fr: champs enregistrés avec succès

source: fields already existed
de: Felder existierten bereits
es: campos ya existían
fr: champs existaient déjà

# fieldsWithErrors
source: fields had errors
de: Felder mit Fehlern
es: campos con errores
fr: champs avec des erreurs

source: Unnamed Field
de: Unbenanntes Feld
es: Campo Sin Nombre
fr: Champ Sans Nom

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

source: Yesterday
de: Gestern
es: Ayer
fr: Hier

# daysAgo
source: {days} days ago
de: vor {days} Tagen
es: hace {days} días
fr: il y a {days} jours

# weeksAgo
source: {weeks} week{plural} ago
de: vor {weeks} Woche{plural}
es: hace {weeks} semana{plural}
fr: il y a {weeks} semaine{plural}

# monthsAgo
source: {months} month{plural} ago
de: vor {months} Monat{plural}
es: hace {months} mes{plural}
fr: il y a {months} mois

# yearsAgo
source: {years} year{plural} ago
de: vor {years} Jahr{plural}
es: hace {years} año{plural}
fr: il y a {years} an{plural}

source: All Fields
de: Alle Felder
es: Todos los Campos
fr: Tous les Champs

source: Registered Today
de: Heute registriert
es: Registrados Hoy
fr: Enregistrés Aujourd'hui

source: Last Week
de: Letzte Woche
es: Última Semana
fr: Semaine Dernière

source: Last Month
de: Letzter Monat
es: Último Mes
fr: Mois Dernier

source: Last Year
de: Letztes Jahr
es: Último Año
fr: Année Dernière

source: Filter by registration date
de: Nach Registrierungsdatum filtern
es: Filtrar por fecha de registro
fr: Filtrer par date d'enregistrement

source: Registration Errors
de: Registrierungsfehler
es: Errores de Registro
fr: Erreurs d'Enregistrement

# noFieldsForSelectedTimeframe
source: No fields for the selected timeframe
de: Keine Felder für den gewählten Zeitraum
es: No hay campos para el período seleccionado
fr: Aucun champ pour la période sélectionnée

# registeredOn
source: Registered: {date}
de: Registriert: {date}
es: Registrado el
fr: Enregistré : {date}

# fieldsCountSorted
source: {count} of {total} {totalSingular, select, 1{field} other{fields}} (sorted by date)
de: {count} von {total} {totalSingular, select, 1{Feld} other{Felder}} (nach Datum sortiert)
es: {count} de {total} {totalSingular, select, 1{campo} other{campos}} (ordenados por fecha)
fr: {count} sur {total} {totalSingular, select, 1{champ} other{champs}} (triés par date)

# csvLineError
source: Line {line}: {error}
de: Zeile {line}: {error}
es: Línea {line}: {error}
fr: Ligne {line} : {error}

# csvLineNameCoordinatesRequired
source: Line {line}: Name and coordinates are required
de: Zeile {line}: Name und Koordinaten sind erforderlich
es: Línea {line}: Nombre y coordenadas son requeridos
fr: Ligne {line} : Nom et coordonnées sont requis

# csvLineRegistrationError
source: Line {line}: Registration error - {error}
de: Zeile {line}: Registrierungsfehler - {error}
es: Línea {line}: Error de registro - {error}
fr: Ligne {line} : Erreur d'enregistrement - {error}

# registeredOnLabel
source: Registered on
de: Registriert am
es: Registrado el
fr: Enregistré le

# specificDateLabel
source: Specific Date
de: Spezifisches Datum
es: Fecha específica
fr: Date spécifique

source: Archive Container
es: Archivar Contenedor
fr: Archiver le Conteneur

# containerSuccessfullyArchived
source: Container was successfully archived.
es: El contenedor fue archivado exitosamente.
fr: Le conteneur a été archivé avec succès.

# showArchivedContainers
source: Show also archived containers
es: Mostrar también contenedores archivados
fr: Afficher aussi les conteneurs archivés

# archivedContainersVisible
source: Archived containers are shown
es: Los contenedores archivados se muestran
fr: Les conteneurs archivés sont affichés

# archivedContainersHidden
source: Archived containers are hidden
es: Los contenedores archivados están ocultos
fr: Les conteneurs archivés sont masqués

source: Search containers...
es: Buscar contenedores...
fr: Rechercher des conteneurs...

source: Sort
es: Ordenar
fr: Trier

# sortByNameAsc
source: Name (A-Z)
es: Nombre (A-Z)
fr: Nom (A-Z)

# sortByNameDesc
source: Name (Z-A)
es: Nombre (Z-A)
fr: Nom (Z-A)

# sortByIdAsc
source: ID (ascending)
es: ID (ascendente)
fr: ID (croissant)

# sortByIdDesc
source: ID (descending)
es: ID (descendente)
fr: ID (décroissant)

# sortByDateAsc
source: Date (oldest first)
es: Fecha (más antiguos primero)
fr: Date (plus anciens d'abord)

# sortByDateDesc
source: Date (newest first)
es: Fecha (más recientes primero)
fr: Date (plus récents d'abord)

# noSearchResults
source: No containers found matching "{searchTerm}"
es: No se encontraron contenedores que coincidan con "{searchTerm}"
fr: Aucun conteneur trouvé correspondant à "{searchTerm}"

# profileSetup
source: Complete Profile
es: Completar perfil
fr: Compléter le profil

# welcomeCompleteProfile
source: Welcome! Complete your profile
es: ¡Bienvenido! Completa tu perfil
fr: Bienvenue ! Complétez votre profil

# profileSetupDescription
source: Please provide some additional information to complete your profile.
es: Por favor proporciona información adicional para completar tu perfil.
fr: Veuillez fournir quelques informations supplémentaires pour compléter votre profil.

source: Profile Picture
es: Foto de perfil
fr: Photo de profil

# tapToAddPhoto
source: Tap here to add a photo
es: Toca aquí para agregar una foto
fr: Appuyez ici pour ajouter une photo

source: Personal Information
es: Información personal
fr: Informations personnelles

source: First Name
es: Nombre
fr: Prénom

source: Last Name
es: Apellido
fr: Nom de famille

source: Nationality
es: Nacionalidad
fr: Nationalité

source: Role
es: Rol
fr: Rôle

# pleaseEnterFirstName
source: Please enter your first name
es: Por favor ingresa tu nombre
fr: Veuillez entrer votre prénom

# pleaseEnterLastName
source: Please enter your last name
es: Por favor ingresa tu apellido
fr: Veuillez entrer votre nom de famille

# pleaseSelectRole
source: Please select a role
es: Por favor selecciona un rol
fr: Veuillez sélectionner un rôle

source: Saving...
es: Guardando...
fr: Enregistrement...

source: Complete Profile
es: Completar perfil
fr: Compléter le profil

source: Skip for now
es: Omitir por ahora
fr: Ignorer pour l'instant

source: Save Changes
es: Guardar cambios
fr: Enregistrer les modifications

source: User Profile
es: Perfil de usuario
fr: Profil utilisateur

source: View and edit profile
es: Ver y editar perfil
fr: Voir et modifier le profil

source: Edit Profile
es: Editar perfil
fr: Éditer le profil

# roleAndLocation
source: Role & Location
es: Rol y ubicación
fr: Rôle et localisation

source: Not specified
es: No especificado
fr: Non spécifié

source: Your assigned role
es: Tu rol asignado
fr: Votre rôle assigné

# roleRequestedWaitingApproval
source: Role requested - waiting for admin approval
es: Rol solicitado - esperando aprobación del administrador
fr: Rôle demandé - en attente d'approbation admin

# rolesLoading
source: Loading roles...
es: Cargando roles...
fr: Chargement des rôles...

source: Request desired role
es: Solicitar rol deseado
fr: Demander le rôle souhaité

# roleRequestMustBeApproved
source: Your role request must be approved by an admin
es: Su solicitud de rol debe ser aprobada por un administrador
fr: Votre demande de rôle doit être approuvée par un administrateur

source: Crop Image
es: Recortar imagen
fr: Recadrer l'image

# imageUploadError
source: Error uploading image. Please try again.
es: Error al subir la imagen. Por favor, inténtalo de nuevo.
fr: Erreur lors du téléchargement de l'image. Veuillez réessayer.

# imageProcessingError
source: Error processing image: {error}
es: Error al procesar la imagen: {error}
fr: Erreur lors du traitement de l'image : {error}

# pleaseSelectCountry
source: Please select your country.
es: Por favor, selecciona tu país.
fr: Veuillez sélectionner votre pays.

# profileSaveError
source: Error saving profile: {error}
es: Error al guardar el perfil: {error}
fr: Erreur lors de l'enregistrement du profil : {error}

# plotRegistrationNotPossible
source: Plot registration is not possible
es: El registro de la parcela no es posible
fr: L'enregistrement de la parcelle n'est pas possible

# deviceHasNoGps
source: This device has no GPS, please use another device
es: Este dispositivo no tiene GPS, utiliza otro dispositivo
fr: Cet appareil n'a pas de GPS, veuillez utiliser un autre appareil

# gpsDisabledMessage
source: Please switch on GPS and allow this device to access GPS data
es: Por favor, activa el GPS y permite que este dispositivo acceda a los datos de GPS
fr: Veuillez activer le GPS et permettre à cet appareil d'accéder aux données GPS

# enableGpsButton
source: Enable GPS & Permissions
es: Activar GPS y permisos
fr: Activer le GPS et les autorisations

# openSettingsButton
source: Open Settings
es: Abrir configuración
fr: Ouvrir les paramètres

source: Register Farm/Farmer
es: Registrar Finca/Agricultor
fr: Enregistrer Ferme/Agriculteur

source: Register Farm
es: Registrar Finca
fr: Enregistrer Ferme

source: Register Farmer
es: Registrar Agricultor
fr: Enregistrer Agriculteur

source: Register Field
es: Registrar Parcela
fr: Enregistrer Parcelle

source: Record Field Boundary
es: Grabar Límites de Parcela
fr: Enregistrer Limites de Parcelle

# fieldMustBeLinkedToFarm
source: Field must be linked to a farm
es: El campo debe estar vinculado a una finca
fr: Le champ doit être lié à une ferme

source: No farms registered yet
es: Aún no hay fincas registradas
fr: Aucune ferme enregistrée pour le moment

source: Start Recording
es: Iniciar Grabación
fr: Démarrer l'enregistrement

source: Stop Recording
es: Detener Grabación
fr: Arrêter l'enregistrement

source: Add Point
es: Agregar Punto
fr: Ajouter un point

# pointsRecorded
source: {count} points recorded
es: {count} puntos grabados
fr: {count} points enregistrés

# estimatedArea
source: Estimated area: {area} ha
es: Área estimada: {area} ha
fr: Surface estimée: {area} ha

# qcPending
source: Pending Approval
es: Pendiente de Aprobación
fr: En attente d'approbation

# qcApproved
source: Approved
es: Aprobado
fr: Approuvé

# qcRejected
source: Rejected
es: Rechazado
fr: Rejeté

# approveRegistration
source: Approve
es: Aprobar
fr: Approuver

# rejectRegistration
source: Reject
es: Rechazar
fr: Rejeter

source: Review Registration
es: Revisar Registro
fr: Examiner l'enregistrement

source: Review Pending Registrations
es: Revisar Registros Pendientes
fr: Examiner les enregistrements en attente

source: Farmer Details
es: Detalles del Agricultor
fr: Détails de l'agriculteur

source: Farm Details
es: Detalles de la Finca
fr: Détails de la ferme

source: Field Details
es: Detalles de la Parcela
fr: Détails de la parcelle

source: National ID
es: Cédula de Identidad
fr: Carte d'identité nationale

source: Phone Number
es: Número de Teléfono
fr: Numéro de téléphone

# fieldArea
source: Field Area (ha)
es: Área de Parcela (ha)
fr: Surface de la parcelle (ha)

# polygonNotClosed
source: Polygon is not closed
es: El polígono no está cerrado
fr: Le polygone n'est pas fermé

# minimumPointsRequired
source: At least 3 points required
es: Se requieren al menos 3 puntos
fr: Au moins 3 points requis

source: Farmer Information
es: Información del Agricultor
fr: Informations sur l'agriculteur

source: Farm Information
es: Información de la Finca
fr: Informations sur la ferme

source: Field Information
es: Información de la Parcela
fr: Informations sur la parcelle

source: Review All Data
es: Revisar Todos los Datos
fr: Examiner toutes les données

source: Farm Name
es: Nombre de la Finca
fr: Nom de la ferme

source: Farm Address
es: Dirección de la Finca
fr: Adresse de la ferme

source: Add Another Field
es: Agregar Otra Parcela
fr: Ajouter une autre parcelle

source: Complete Registration
es: Completar Registro
fr: Terminer l'enregistrement

source: Registration successful
es: Registro exitoso
fr: Enregistrement réussi

source: Registration failed
es: Registro fallido
fr: Échec de l'enregistrement

# gpsRequired
source: GPS must be enabled for registration
es: El GPS debe estar activado para el registro
fr: Le GPS doit être activé pour l'enregistrement

# pleaseEnableGps
source: Please enable GPS to continue
es: Por favor activa el GPS para continuar
fr: Veuillez activer le GPS pour continuer

# waitingForGps
source: Waiting for GPS signal...
es: Esperando señal GPS...
fr: En attente du signal GPS...

source: Recording in progress...
es: Grabación en progreso...
fr: Enregistrement en cours...

# cancelRegistration
source: Leave Registration?
es: ¿Salir del Registro?
fr: Quitter l'enregistrement?

# cancelRegistrationMessage
source: Do you want to leave the field registration?
es: ¿Desea salir del registro de campo?
fr: Voulez-vous quitter l'enregistrement de champ?

# continueRegistration
source: Continue
es: Continuar
fr: Continuer

source: Save and Exit
es: Guardar y Salir
fr: Enregistrer et Quitter

# discardData
source: Discard
es: Descartar
fr: Abandonner

# tapToAddPoint
source: Tap button or walk to add points
es: Presiona el botón o camina para agregar puntos
fr: Appuyez sur le bouton ou marchez pour ajouter des points

# minimumDistanceWarning
source: Point too close to previous point (min {meters}m)
es: Punto demasiado cerca del punto anterior (mín {meters}m)
fr: Point trop proche du point précédent (min {meters}m)

source: Clear Polygon
es: Borrar Polígono
fr: Effacer le polygone

source: Undo Last Point
es: Deshacer Último Punto
fr: Annuler le dernier point

source: Delete Point?
es: ¿Eliminar Punto?
fr: Supprimer le point?

# deletePointConfirmation
source: Remove point {index} from polygon?
es: ¿Eliminar punto {index} del polígono?
fr: Supprimer le point {index} du polygone?

source: Delete
es: Eliminar
fr: Supprimer

source: Recorded Points:
es: Puntos Registrados:
fr: Points Enregistrés:

source: Current
es: Actual
fr: Actuel

source: Accuracy
es: Precisión
fr: Précision

source: Close automatically?
es: ¿Cerrar automáticamente?
fr: Fermer automatiquement?

# cityName
source: City/Town
es: Ciudad/Pueblo
fr: Ville

# stateName
source: State/Department
es: Estado/Departamento
fr: État/Département

source: No pending registrations
es: No hay registros pendientes
fr: Aucun enregistrement en attente

source: Registration approved
es: Registro aprobado
fr: Enregistrement approuvé

source: Registration rejected
es: Registro rechazado
fr: Enregistrement rejeté

source: Rejection Reason
es: Motivo del Rechazo
fr: Motif du rejet

source: Approval Notes
es: Notas de Aprobación
fr: Notes d'approbation

# fieldsCount
source: {count} field(s)
es: {count} parcela(s)
fr: {count} parcelle(s)

source: Registered by
es: Registrado por
fr: Enregistré par

source: Registration Date
es: Fecha de Registro
fr: Date d'enregistrement

# pendingCount
source: {count} pending
es: {count} pendiente(s)
fr: {count} en attente

source: Today's Registrations
es: Registros de Hoy
fr: Enregistrements d'aujourd'hui

source: Registrar Dashboard
es: Panel de Registro
fr: Tableau de bord de l'enregistreur

source: Welcome
es: Bienvenido
fr: Bienvenue

source: Quick Actions
es: Acciones Rápidas
fr: Actions Rapides

source: Today's Statistics
es: Estadísticas de Hoy
fr: Statistiques d'aujourd'hui

source: Registered
es: Registrado
fr: Enregistré

source: Verified
es: Verificado
fr: Vérifié

source: Pending
es: Pendiente
fr: En attente

source: Continue or start new?
es: ¿Continuar o empezar nuevo?
fr: Continuer ou recommencer?

# unfinishedFieldRecordings
source: There are unfinished field recordings:
es: Hay grabaciones de campo sin terminar:
fr: Il y a des enregistrements de champs inachevés:

source: Start new field
es: Comenzar nuevo campo
fr: Commencer nouveau champ

# pinchToZoom
source: Pinch to zoom, long press to edit
es: Pellizca para zoom, mantén presionado para editar
fr: Pincez pour zoomer, appui long pour éditer

# optionalNotes
source: Optional notes (e.g., checked documents, quality assessment)
es: Notas opcionales (p. ej., documentos verificados, evaluación de calidad)
fr: Notes facultatives (par ex., documents vérifiés, évaluation de qualité)

# pleaseProvideReason
source: Please provide a reason for rejection
es: Por favor proporcione una razón para el rechazo
fr: Veuillez fournir une raison pour le rejet

source: Object not found
es: Objeto no encontrado
fr: Objet introuvable

source: Invalid object data
es: Datos de objeto inválidos
fr: Données d'objet invalides

source: Error loading details
es: Error al cargar detalles
fr: Erreur lors du chargement des détails

source: Tap to enlarge
es: Toque para ampliar
fr: Appuyez pour agrandir

source: Tap to enlarge map
es: Toque para ampliar el mapa
fr: Appuyez pour agrandir la carte

source: National ID Photo
es: Foto de Identificación Nacional
fr: Photo de Pièce d'Identité

source: Error loading image
es: Error al cargar la imagen
fr: Erreur lors du chargement de l'image

source: Unnamed
es: Sin nombre
fr: Sans nom

source: Map View
es: Vista de Mapa
fr: Vue de la Carte

# debugDeleteAllObjects
source: DEBUG: Delete All Displayed Objects
es: DEBUG: Eliminar Todos los Objetos Mostrados
fr: DEBUG: Supprimer Tous les Objets Affichés

# confirmDeleteAllObjects
source: Are you sure you want to delete all {count} displayed objects? This action cannot be undone!
es: ¿Está seguro de que desea eliminar todos los {count} objetos mostrados? ¡Esta acción no se puede deshacer!
fr: Êtes-vous sûr de vouloir supprimer tous les {count} objets affichés ? Cette action ne peut pas être annulée !

# objectsDeleted
source: {count} object(s) deleted
es: {count} objeto(s) eliminado(s)
fr: {count} objet(s) supprimé(s)

source: Error deleting
es: Error al eliminar
fr: Erreur lors de la suppression

source: UID copied to clipboard
es: UID copiado al portapapeles
fr: UID copié dans le presse-papiers

source: Status
es: Estado
fr: Statut

source: Created
es: Creado
fr: Créé

source: All
es: Todos
fr: Tous

source: Farms
es: Fincas
fr: Fermes

source: Farmers
es: Agricultores
fr: Agriculteurs

source: Fields
es: Campos
fr: Champs

source: Total Area
es: Área Total
fr: Superficie Totale

source: Owner
es: Propietario
fr: Propriétaire

source: Country
es: País
fr: Pays

source: Polygon Points
es: Puntos del Polígono
fr: Points du Polygone

source: Take ID Photo
es: Tomar Foto de Identificación
fr: Prendre une Photo d'Identité

source: Retake ID Photo
es: Volver a Tomar Foto de Identificación
fr: Reprendre une Photo d'Identité

source: Farm ID
es: ID de Finca
fr: ID de la Ferme

# nationalIDPhotoRequired
source: National ID Photo is required
es: Se requiere foto de identificación nacional
fr: Photo d'identité nationale requise

# idPhotoTaken
source: ID Photo taken successfully
es: Foto de identificación tomada exitosamente
fr: Photo d'identité prise avec succès

source: Capture
es: Capturar
fr: Capturer

# errorLoadingUserData
source: Error loading user data. Please log out and log in again.
es: Error al cargar datos de usuario. Por favor, cierre sesión y vuelva a iniciar sesión.
fr: Erreur lors du chargement des données utilisateur. Veuillez vous déconnecter et vous reconnecter.

source: GPS Signal: Excellent
es: Señal GPS: Excelente
fr: Signal GPS: Excellent

source: GPS Signal: Good
es: Señal GPS: Buena
fr: Signal GPS: Bon

source: GPS Signal: Poor
es: Señal GPS: Débil
fr: Signal GPS: Faible

source: Actions
de: Aktionen
es: Acciones

source: Latitude
de: Breitengrad
es: Latitud

source: Longitude
de: Längengrad
es: Longitud

# activateAppFirstTime
source: To activate the app the first time, please connect to the internet for authentication!
es: Para activar la aplicación por primera vez, conéctese a Internet para la autenticación!

# localizationConfigError
source: Localization Configuration Error
es: Error de configuración de localización

# localizationErrorCannotSend
source: Localization error - cannot send verification email
es: Error de localización - no se puede enviar el correo de verificación

# localizationErrorAppLocalizationsDelegateIsMissing
source: AppLocalizations.delegate is missing in main.dart localizationsDelegates configuration
es: AppLocalizations.delegate falta en main.dart configuración de localizationsDelegates

# poweredByOpenRAL
source: powered by openRAL by permarobotics
es: impulsado por openRAL de permarobotics
