Repository: agstack/tracefoodchain
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr

# debugUploadingUserProfile
source: DEBUG: Uploading user profile to the cloud...
es: DEBUG: Subiendo perfil de usuario a la nube...

source: Email
es: Correo electrónico

# assetRegistryRegistrationFailed
source: Initial Asset Registry registration failed calling API: {error}
es: El registro inicial en Asset Registry falló al llamar a la API: {error}

# assetRegistryWillBeAttempted
source: Note: This field will be registered with the Asset Registry to obtain a GeoID.
es: Nota: Esta parcela será registrada en el Asset Registry para obtener un GeoID.

source: points
es: puntos

source: Point
es: Punto

source: Type
es: Tipo

source: Total
de: Gesamt
